Repository: guilbaults/TrailblazingTurtle
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Account use of
fr: L'utilisation du compte

source: Create a new note
fr: Créer une nouvelle note

source: GPUs were allocated
fr: GPUs ont été alloués

source: CPUs were allocated
fr: CPUs ont été alloués

source: Detailed utilization by user
fr: Utilisation détaillée par utilisateur

source: Allocated GPUs
fr: GPUs alloués

source: Used GPUs
fr: GPUs utilisés

source: Wasted GPUs
fr: GPUs gaspillés

source: Allocated CPU cores
fr: Cœurs CPU alloués

source: Used CPU cores
fr: Cœurs CPU utilisés

source: Wasted CPU cores
fr: Cœurs CPU gaspillés

source: Memory
fr: Mémoire

source: Allocated memory
fr: Mémoire allouée

source: Used memory
fr: Mémoire utilisée

source: Wasted memory
fr: Mémoire gaspillée

source: Filesystem
fr: Système de fichiers

source: Metadata operations
fr: Opérations de métadonnées

source: Bandwidth
fr: Bande passante

source: Jobs running with this account
fr: Tâches en cours avec ce compte

source: Filter by job status
fr: Filtrer par statut de tâche

source: Username
fr: Utilisateur

source: Status
fr: Statut

source: Job name
fr: Nom de la tâche

source: Submit time
fr: Heure de soumission

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Asked time
fr: Temps demandé

source: Used time
fr: Temps utilisé

source: Your accounts
fr: Vos comptes

source: Allocations
fr: Alloués

source: Name
fr: Nom

source: Quantity
fr: Quantité

source: Your cloud use
fr: Votre utilisation dans le cloud

source: Your projects
fr: Vos projets

source: You have no projects
fr: Vous avez aucun projet

source: All projects
fr: Tous les projets

source: CPU used
fr: Coeurs utilisés

source: Memory used
fr: Mémoire utilisée

source: Project
fr: Projet

source: Allocated cores
fr: Cœurs alloués

source: CPU cores
fr: Cœurs CPU

source: Disk bandwidth
fr: Bande passante disque

source: Disk IOPS
fr: IOPS disque

source: Network bandwidth
fr: Bande passante réseau

source: Your cloud project use
fr: Votre utilisation dans le cloud

source: Your instances
fr: Vos instances

source: Flavor
fr: Saveur

source: Cores
fr: Cœurs CPU

source: Core
fr: Cœur

source: Used
fr: Utilisés

source: GROMACS is used without srun or mpirun/mpiexec
fr: GROMACS est utilisé sans srun ou mpirun/mpiexec

source: GROMACS is used with -nt {} instead of -nt {}
fr: GROMACS est utilisé avec -nt {} au lieu de -nt {}

source: Multiple nodes are used without the MPI binary
fr: Plusieurs noeuds sont utilisés sans le binaire MPI

source: GROMACS preprocessor should be used on a login node
fr: Le preprocesseur GROMACS devrait être utilisé sur un noeud de connexion

source: CPU version of Amber is used on a GPU node
fr: Version CPU d'Amber est utilisée sur un noeud GPU

source: GPU version of Amber is used on a CPU node
fr: Version GPU d'Amber est utilisée sur un noeud CPU

source: Multiple nodes are used in this job but AMBER is not started with srun
fr: Plusieurs noeuds sont utilisés dans ce job mais AMBER n'est pas démarré avec srun

source: LAMMPS is used without srun
fr: LAMMPS est utilisé sans srun

source: sleep command is used
fr: Commande sleep est utilisée

source: conda environment is used
fr: Environnement conda est utilisé

source: Details on job
fr: Détails sur la tâche

source: Jobs
fr: Tâches

source: Queue time
fr: Temps d'attente

source: Not started
fr: Pas démarré

source: Not finished
fr: Pas terminé

source: Loaded modules
fr: Modules chargés

source: Job analysis
fr: Analyse de la tâche

source: Line
fr: Ligne

source: Show submitted job script
fr: Voir le script de la tâche

source: Submitted job script is not available
fr: Le script de tâche n'est pas disponible

source: Show submit command
fr: Voir la commande de soumission

source: Working directory
fr: Répertoire de travail

source: Submit command
fr: Commande de soumission

source: Scheduler info
fr: Information de l'ordonnanceur

source: Account
fr: Compte

source: LevelFS at job start
fr: LevelFS au démarrage de la tâche

source: Priority
fr: Priorité

source: Current LevelFS
fr: LevelFS actuel

source: Job dependencies
fr: Dépendances de la tâche

source: Job
fr: Tâche

source: Jobs that depend on this job
fr: Tâches qui dépendent de cette tâche

source: Node events
fr: Événements du noeud

source: Duration
fr: Durée

source: Reason
fr: Raison

source: Resources
fr: Ressources

source: Allocated
fr: Alloués

source: Time
fr: Temps

source: Nodes
fr: Noeuds

source: CPU cores by node
fr: Cœurs CPU par noeud

source: GPUs per node
fr: GPUs par noeud

source: Power
fr: Puissance

source: Energy
fr: Énergie

source: Electric car range equivalent
fr: Distance équivalente fait par une voiture électrique

source: CO2 emissions
fr: Émissions CO2

source: Internal cost
fr: Coût interne

source: Cloud cost equivalent
fr: Équivalent coût cloud

source: Resources used (details)
fr: Ressources utilisées (détails)

source: Graph legend and explanation
fr: Légende et explication du graphique

source: Memory allocated by the scheduler and enforced for the job
fr: Mémoire allouée par l'ordonnanceur et imposée à la tâche

source: Max used
fr: Max utilisé

source: Memory being used by the job. Include the memory of the items below
fr: Mémoire utilisée par la tâche. Inclus la mémoire des éléments ci-dessous

source: GPU Compute cycle used
fr: Cycle de calcul GPU utilisé

source: GPU Memory used
fr: Mémoire GPU utilisée

source: GPU Memory access cycle used
fr: Cycle d'accès GPU mémoire utilisé

source: GPU Power
fr: Puissance GPU

source: GPU PCIe bandwidth
fr: Bande passante GPU sur le bus PCIe

source: Note that this is from the perspective of the GPU
fr: Ceci est du point de vue du GPU

source: GPU Nvlink bandwidth
fr: Bande passante GPU sur le bus Nvlink

source: Whole node resources
fr: Ressources du noeud au complet

source: Those stats are not accurate when the node is shared with multiple users
fr: Ces statistiques ne sont pas précises quand le noeud est partagé avec plusieurs utilisateurs

source: Localscratch IOPS
fr: IOPS sur le disque local

source: Localscratch bandwidth
fr: Bande passante sur le disque local

source: Localscratch space used
fr: Espace utilisé sur le disque local

source: Memory bandwidth
fr: Bande passante mémoire

source: CPU interconnect bandwidth
fr: Bande passante interconnect CPU

source: Power used
fr: Puissance utilisée

source: Your jobs
fr: Vos tâches

source: Your current use
fr: Utilisation en cours

source: This job is using a singleton dependency
fr: Cette tâche utilise une dépendance singleton

source: This job has dependencies on other jobs
fr: Cette tâche a des dépendances sur d'autres tâches

source: This job is a dependency for other jobs
fr: Cette tâche est une dépendance pour d'autres tâches

source: Less than 1 core was used on average but {} were asked for, this look like a serial job
fr: Moins d'un coeur était utilisé mais {} ont été demandés, cela ressemble a une tâche série

source: Less than half the CPU compute cycle were used
fr: Moins de la moitié des cycles de calcul CPU ont été utilisés

source: Less than 10% of the asked memory was used, please adjust the amount of memory requested
fr: Moins de 10% de la mémoire demandée a été utilisée, veuillez ajuster la quantité de mémoire demandée

source: Less than 1 hour was asked, please packages your short jobs with GLOST or GNU parallel if you want to run 100+ short jobs
fr: Moins d'une heure a été demandée, veuillez rassembler vos tâches courtes avec GLOST ou GNU parallel si vous voulez exécuter plus de 100 tâches courtes

source: Less than 1 hour was used, please packages your short jobs with GLOST or GNU parallel if you want to run 100+ short jobs
fr: Moins d'une heure a été utilisée, veuillez rassembler vos tâches courtes avec GLOST ou GNU parallel si vous voulez exécuter plus de 100 tâches courtes

source: Out of memory, increase memory asked and retry this job
fr: Quantité de mémoire insuffisante, augmentez la quantité de mémoire demandée et réessayez cette tâche

source: Node failure, this is a temporary issue and probably not caused by the job
fr: Défaillance du noeud, c'est un problème temporaire et n'est probablement pas causé par la tâche

source: This job is using multiple nodes
fr: Cette tâche utilise plusieurs noeuds

source: GPU Utilization
fr: Utilisation GPU

source: GPU Memory Utilization
fr: Utilisation mémoire GPU

source: GPU Memory
fr: Mémoire GPU

source: Idle power
fr: Puissance au repos

source: Disk
fr: Disque

source: State
fr: État

source: Next page
fr: Page suivante

source: Storage
fr: Stockage

source: Space used
fr: Espace utilisé

source: Network
fr: Réseau

source: Utilization
fr: Utilisation

source: All notes
fr: Toutes les notes

source: Title
fr: Titre

source: Created
fr: Créé

source: Modified
fr: Modifié

source: View / Edit note
fr: Voir / Modifier la note

source: New note
fr: Nouvelle note

source: Content
fr: Contenu

source: External ticket ID
fr: ID du ticket externe

source: Optional
fr: Optionnel

source: Update note
fr: Mettre à jour la note

source: Delete note
fr: Supprimer la note

source: Note not found
fr: Note non trouvée

source: Data transfer nodes
fr: Nœuds de transfert de données

source: Filesystems performance
fr: Performance des système de fichiers

source: Metadata
fr: Métadonnées

source: Cluster and services description
fr: Description de la grappe et des services

source: Logins nodes
fr: Noeuds de connexions

source: Scheduler
fr: Ordonnanceur

source: Scientific software
fr: Logiciels scientifiques

source: Load
fr: Charge

source: Allocated resources
fr: Ressources allouées

source: Allocated CPUs
fr: Cœurs alloués

source: This include the CPU cores on the GPU nodes
fr: Ceci comprend les cœurs CPU sur les noeuds GPU

source: Used GPUs is the sum of %% of the reported utilization, so 2 GPUs running at 50%% will be reported as 1
fr: Les GPU utilisés sont la somme de %% de l'utilisation rapportée, donc 2 GPU fonctionnant à 50%% seront rapportées comme 1

source: Active GPUs means the number of GPUs using at least 1%% of their compute cycles
fr: Les GPUs actifs sont ceux utilisant au moins 1%% de leur cycles de calculs

source: CPU cores used by scientific software
fr: Cœurs CPU utilisés par les logiciels scientifiques

source: By software
fr: Par logiciel

source: By stack
fr: Par environnement logiciel

source: Usable
fr: Utilisable

source: Active GPUs
fr: GPUs actifs

source: Unidentified
fr: Non identifié

source: Unaccounted
fr: Non comptabilisé

source: TBs used on
fr: TBs utilisés sur

source: Inodes used on
fr: Inodes utilisés sur

source: User
fr: Utilisateur

source: Bytes
fr: Octets

source: on disk
fr: sur disque

source: on tape
fr: sur ruban

source: Disk inodes
fr: Inodes sur disque

source: Disk bytes
fr: Octets sur disque

source: Tape inodes
fr: Inodes sur ruban

source: Tape bytes
fr: Octets sur ruban

source: Files
fr: Fichiers

source: Quotas for
fr: Quotas pour

source: Last month
fr: Dernier mois

source: Last week
fr: Dernière semaine

source: Last day
fr: Dernier jour

source: Last hour
fr: Dernière heure

source: Home
fr: Accueil

source: Users
fr: Utilisateurs

source: Slurm Accounts
fr: Comptes Slurm

source: Storage Quotas
fr: Quotas de stockage

source: Loading
fr: Chargement

source: Slurm Account
fr: Compte Slurm

source: Project Filesystem Quota
fr: Quota de système de fichiers de projet

source: Account priority
fr: Priorité d'un compte

source: Filter by account
fr: Filtrer par compte

source: Start time:
fr: Heure de début:

source: End time:
fr: Heure de fin:

source: Count
fr: Compte

source: Completed
fr: Terminé

source: Timeout
fr: Temps limite

source: User summary
fr: Sommaire utilisateur

source: Job stats
fr: Statistique des tâches

source: Account stats
fr: Statistiques d'un compte

source: Filesystem quotas
fr: Quotas des système de fichiers

source: Cloud stats
fr: Statistiques du cloud

source: User portal
fr: Portail utilisateur

source: Internal notes
fr: Notes internes

source: Modified at:
fr: Modifié le:

source: No notes found.
fr: Aucune note trouvée.

source: Allocated Cores
fr: Cœurs alloués

source: Number of allocated cores
fr: Nombre de cœurs alloués

source: Used cores
fr: Cœurs utilisés

source: Max memory
fr: Mémoire max

source: Wasting
fr: Gaspillage

source: Top GPU compute users
fr: Plus grands utilisateur GPU

source: Number of GPUs currently allocated
fr: Nombre de GPU alloués

source: Number of GPUs used more than 1%%
fr: Nombre de GPU utilisés plus de 1%%

source: Legend
fr: Légende

source: Fully used GPUs equivalent
fr: Équivalent GPU plein

source: Show the wasted resource
fr: Affiche les ressources gaspillées

source: Computes
fr: Noeuds de calcul

source: GPU Computes
fr: Noeuds GPU

source: Large memory nodes
fr: Noeuds à mémoire large

source: Users on largemem
fr: Utilisateurs sur noeuds à large mémoire

source: GPU ares totally unused
fr: Les GPU sont totalement inutilisés

source: French
fr: Français

source: English
fr: Anglais

source: Your filesystem quotas
fr: Vos quotas des système de fichiers

source: More details
fr: Plus de détails

source: Size
fr: Taille

source: less than 50
fr: moins de 50

source: less than 4MB
fr: moins de 4Mo

source: Over quota
fr: Superieur au quota

source: bytes
fr: octets

source: Your latest 10 jobs
fr: Vos 10 dernières tâches

source: Used inodes
fr: Inodes utilisés

source: Used bytes
fr: Octets utilisés
